/*Все задания должны быть реализованы двумя способами:
    • тип данных представляется структурой с необходимыми полями, 
а операции реализуются как внешние функции, которые получают данные необходимых типов в качестве аргументов;
    • как класс с закрытыми полями, где операции реализются как методы класса.
Создать класс для работы с углами на плоскости.
Угол задается в градусах и минутах либо в радианах.
Должны быть реализованы: перевод из градусов в радианы, 
приведение к диапазону 0 – 360, 
увеличение и уменьшение на заданную величину, 
 получение синуса, сравнение углов.*/
#include "planeAngel.h"

int main(int argc, char *argv[])
{
    planeAngel firstObj;
    //firstObj.Read();
    //firstObj.getSin();
    return 0;
}
